Repository: ecoal95/ec-stars-rating
Catalog: languages/ec-stars-rating-*.po
Languages: es_es, ru_ru

source: EC stars rating's best rated posts
es_es: Posts más valorados por EC Stars Rating
ru_ru: Лучшие по звездному рейтингу

source: Best rated posts widget
es_es: Widget de los posts más valorados
ru_ru: Виджет список лучших по рейтингу статей

source: Top Rated Posts
es_es: Posts más valorados
ru_ru: Лучшие в рейтинге публикации

source: Title:
es_es: Título:
ru_ru: Название:

source: Number of posts to display:
es_es: Número de posts a mostrar:
ru_ru: Количество отображаемых записей.

source: You've voted correctly
es_es: Has votado correctamente
ru_ru: Вы уже проголосовали

source: You had previously voted
es_es: Ya habías votado anteriormente
ru_ru: Вы уже голосовали

source: The request was malformed, try again
es_es: La solicitud fue mal formada, prueba de nuevo
ru_ru: Неверный запрос, попробуйте ещё раз

source: An unknown error has occurred, try to vote again
es_es: Ha ocurrido un error desconocido, prueba a votar otra vez
ru_ru: Неизвестная ошибка произошла, попробуйте еще раз голосовать

source: Stars size in px <em>default is 32, chose the one that fits your needs</em>
es_es: Tamaño de las estrellas en px <em>por defecto es 32, escoge el que mejor se adapte a tus necesidades</em>
ru_ru: Звезды размер в рх <em>по умолчанию 32, выберите тот, который соответствует вашим потребностям</em>

source: The color of the non-active stars
es_es: El color de las estrellas no activas
ru_ru: Цвет активных звезд

source: Color of the stars when you hover over them or the voted stars
es_es: Color de las estrellas al pasar el raton por encima o las estrellas votadas
ru_ru: Цвет звезд при наведении на них или проголосовали звёзд

source: Color of the stars when you click
es_es: Color de las estrellas cuando haces click
ru_ru: Цвет звезд при нажатии

source: Show the votes?
es_es: ¿Mostrar los votos?
ru_ru: Показать голоса?

source: Use microformats? (otherwise microdata will be used) (<small>Microdata is recommended, but google will show your microformats' stars</small>)
es_es: ¿Usar microformats? (si no se usará microdata) (<small>Microdata es el recomendado, pero google sólo mostrará las estrellas con microformats</small>)
ru_ru: Использовать микроформаты? (<small>Рекомендуется микроформат, иначе Google не будет показывать разметку микроформатов звёзд</small>)

source: Enable widget? (<small>You can disable it if you want an extra performance boost</small>)
es_es: Activar el widget? (<small>Puedes desactivarlo si quieres un pequeño rendimiento extra</small>)
ru_ru: Включить виджет? (<small>Вы можете отключить его, это совсем немного уменьшит нагрузку на сервер</small>)

source: Workaround cache?
es_es: ¿Integrar con plugins de caché?
ru_ru: Обход кэш плагинов?

source: Choose a valid color
es_es: Escoge un color válido
ru_ru: Выберите допустимый цвет

source: EC Stars Rating Options
es_es: Opciones de EC Stars Rating
ru_ru: Опции EC звездного рейтинга

source: Options: %s
es_es: Opciones: %s
ru_ru: Параметры: %s

source: Yes
es_es: Sí
ru_ru: Да

source: votes
es_es: votos
ru_ru: голосов

source: You need to enable JavaScript to vote
es_es: Necesitas activar Javascript para votar
ru_ru: Вам необходимо включить JavaScript, чтобы проголосовать

source: EC Stars rating is the most lightweight and simple stars rating system for WordPress you can find in the whole directory
es_es: EC Stars rating es el sistema de calificación por estrellas más sencillo y ligero que podrás encontrar en todo el directorio

source: No
ru_ru: Нет
